<template>
	<view class="container-about">
		<view class="title t-c">
			AR抽赏抽赏规则
		</view>
		<view class="part">
			<p class='p'>AR抽赏赏池、赏箱、赏品的定义∶</p>
			<p class='p'>单个IP主题的AR抽赏构成一个赏池，每个赏池包含若干个赏箱，赏箱内包含A、B、C、D、E、F、G以及最终赏等不同等级的赏品，
				商品均有配图及介绍。赏箱页面内每分钟更新各等级赏品余量情况，供用户参考。</p>
		</view>
		<view class="part">
			<p class='p'>AR抽赏抽奖步骤∶</p>
			<p class='p'><text class="b">STEP1∶</text>购买明信片</p>
			<p class='p'>点击“购买明信片”，选定赏池及数量进行购买。</p>
			<p class='p'>注意AR抽赏实行先购买明信片，再使用明信片进行排队抽奖的机制。但排队抽奖的时间只有3分钟，为保证抽赏体验，建议提前购买好足量的明信片。</p>
			<p class='p'><text  class="b">STEP2∶</text>完成购买明信片，一张明信片获得一次抽赏机会</p>
			<p class='p'><text class="b">STEP3∶</text>选择赏箱进行排队抽赏</p>
			<p class='p'>若不在排队队列中可切换赏箱。</p>
			<p class='p'>选定赏箱后，若该赏箱无其他用户正在抽赏，可即刻开赏；</p>
			<p class='p'>有其他用户正在开赏时，需点击“立即排队”进入队列等待抽赏。用户可随时查看排队情况选择等待或退出排队。</p>
			<p class='p'>
				排队排到后抽赏时间为3分钟，连续5抽可增加30秒，但剩余时间最多为3分钟（即如果剩余2分45秒时连续5抽，剩余时间最多增加到3分钟）。顶部倒计时器会给予剩余时间提醒，倒计时结束后系统将自动移除队列。</p>
			<p class='p'>***请每位用户仔细核对剩余时间，因个人问题未看清倒计时而被移除队列导致的损失，平台不予承担。</p>
			<p class='p'>在抽赏时间内，当前用户无论切换页面还是退出小程序，都可以返回之前所在的抽赏页面。</p>
			<p class='p'><text class="b">STEP4∶</text>进行抽赏</p>
			<p class='p'>抽赏可选择“抽一次”、“五连抽”，或“全收”。注意此按钮在已经购买明信片的模式下将直接进行抽赏，不再弹出二次提示！</p>
			<p class='p'><text class="b">STEP5∶</text>抽赏结束，选择继续或者退出</p>
			<p class='p'>确认赏品后用户可选择“继续抽赏”还是“退出队列”。</p>
			<p class='p'>抽赏过程中可选择继续购买明信片，在限定时间内不影响排队位置。</p>
			<p class='p'><text class="b">STEP6∶</text>赏品存入赏柜，等待发货</p>
		</view>

		<view class="part">
			<p class='p'>关于现货和预售∶</p>
			<p class='p'>1、“现货”是指在中国地区已经开售的赏品，平台会在用户抽取到赏品、确认发货后，在指定发货日发货。</p>
			<p class='p'>2、“预售”是指预约生产商品，购买明信片抽奖获得的预售商品代表该商品预订资格及对应货款，用户在“预售期”到达且平台确认预售产品到货后，用户即可选择发货。</p>
		</view>

		<view class="part">
			<p class='p'>关于最终赏∶</p>
			<p class='p'>
				最终赏抽取规则与线下AR抽赏官方规则一致，即每个赏箱抽得最后一个赏品的用户获得，系统会根据抽赏操作的时间戳进行判断。抽赏时请一定要注意时间，排到队最多有3分钟操作抽赏时间，且页面会有明确的倒计时，若在规定时间内未完成抽赏被移出队列的，平台不予负责。
			</p>
		</view>

		<view class="part">
			<p class='p'>关于赏柜∶</p>
			<p class='p'>开赏后的赏品会放入赏柜，在这里您可以查看已买到的赏品列表，并进行发货等操作。</p>
		</view>

		<view class="part">
			<p class='p'>关于发货∶</p>
			<p class='p'>1、开赏后的赏品会放进赏柜，您可以到“赏柜”内手动申请发货。</p>
			<p class='p'>2、请务必确保您填写的默认地址是真实有效的，因您地址错误或其他个人原因导致的任何损失由您自行承担。</p>
			<p class='p'>3、自动发货的订单，您因各种理由拒收造成的损失由您个人承担。</p>
			<p class='p'>4、我们会根据申请发货的先后顺序安排发货，如遇节假日或特殊情况会暂停或延缓发货，但我们会竭尽全力将现货商品尽快送达您的手中。</p>
			<p class='p'>5、发货机制∶平台默认使用顺丰物流，5
				件包邮国内大部分地区（香港、澳门、台湾、青海、内蒙古、西藏、新疆等地区需联系客服补差价），不到5件预付10元邮费发国内大部分地区（香港、澳门、台湾、青海、内蒙古、西藏、新疆等地区需联系客服补差价）。</p>
			<p class='p'>6、如因非人为原因导致出现赏品损坏请及时沟通客服（请按照封箱贴上的提示，录制好开箱视频），可调换新的同款赏品（以退换货规则为准）。</p>
			<p class='p'>7、如发现同款赏品退换多次等可能的恶意行为，将视实际情况，包括但不限于冻结其AR抽赏账户、要求用户承担平台损失等处理。同时，我司将终止对该用户提供购买服务。</p>
			<p class='p'>8、预售款若遇通关压力，不可抗力等，导致到货延迟，平台将会如实告知，请用户耐心等待。</p>
		</view>

		<view class="part">
			<p class='p'>售后特别提醒∶</p>
			<p class='p'>
				1、盲盒类开赏商品，根据《消费者权益保护法》第25条之规定，及《上海市盲盒经营活动合规指引》第15条之要求，因产品售出后，无法按照售卖规则二次销售，不适用7天无理由退换的规定，请谨慎、理性购买。
			</p>
			<p class='p'>2、收到的赏品如遇质量问题，可联系客服，凭有效的售后凭证，我司提供包含补偿、换货、退款在内的方式进行售后处理。</p>
		</view>

		<view class="part">
			<p class='p'>其他提示∶</p>
			<p class='p'>1、如果您在使用过程中遇到问题，请联系客服咨询。</p>
			<p class='p'>2、本规则将随着平台产品的调整而不断更新优化，志在为用户提供良好的抽赏环境，敬请留意规则更新。</p>
			<p class='p'>3、所有抽赏与苹果等第三方公司无关。</p>
		</view>

	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style lang="scss">
	.container-about {
		padding: 30rpx;

		.title {
			font-size: 36rpx;
			font-weight: bold;
			color: #020202;
		}
		.part{
			margin-top: 20rpx;
			.p:first-child{
				font-size: 30rpx;
				color: #020202;
			}
		}
		.p{
			font-size: 26rpx;
			margin-bottom: 10rpx;
			color: #333;
		}
		.b{
			font-weight: bold;
		}
	}
</style>
